tap "git-duet/tap"
tap "cloudfoundry/tap"
tap "cloudfoundry/cp-core", "https://github.infra.hana.ondemand.com/cloudfoundry/homebrew-cp-core.git"
tap "homebrew/core"
tap "homebrew/bundle"
tap "pivotal/tap"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "srcclr/srcclr"
tap "universal-ctags/universal-ctags"
cask "java"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bazaar"
brew "cmake"
brew "go"
brew "dep"
brew "direnv"
brew "exercism"
brew "fasd"
brew "gdbm"
brew "gettext"
brew "git"
brew "libffi"
brew "pcre"
brew "glib"
brew "gmp"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "gradle"
brew "htop"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "openssl"
brew "lastpass-cli"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtool"
brew "libyaml"
brew "maven"
brew "readline"
brew "sqlite"
brew "mercurial"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openvpn"
brew "pandoc"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "xz"
brew "python"
brew "qemu"
brew "rename"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "watchman"
brew "wget"
brew "cloudfoundry/cp-core/cf2go"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-init"
brew "cloudfoundry/tap/cf-cli"
brew "git-duet/tap/git-duet"
brew "srcclr/srcclr/srcclr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "atom"
cask "caffeine"
cask "flycut"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "macdown"
cask "shiftit"
cask "slack"
cask "sourcetree"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-fira-sans"
