tap "buildpacks/tap"
tap "cf-core/tap", "https://github.wdf.sap.corp/cf-core/homebrew-tap.git"
tap "cloudfoundry/tap"
tap "derailed/k9s"
tap "gardener/tap"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homeport/tap"
tap "int128/kubelogin"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pivotal/tap"
tap "qmk/qmk"
tap "srcclr/srcclr"
tap "universal-ctags/universal-ctags"
tap "windmilleng/tap"
brew "antidote"
brew "avrdude"
brew "openssl@1.1"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "bootloadhid"
brew "libpng"
brew "glib"
brew "libffi"
brew "pcre"
brew "pixman"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker-machine"
brew "libevent"
brew "exercism"
brew "fasd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "go"
brew "gradle"
brew "grep"
brew "gron"
brew "libtool"
brew "gzip"
brew "helm"
brew "htop"
brew "hub"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libgpg-error"
brew "libksba"
brew "libyaml"
brew "mercurial"
brew "mkcert"
brew "opa"
brew "openvpn"
brew "pandoc"
brew "parallel"
brew "qemu"
brew "r"
brew "rename"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yq"
brew "ytt"
brew "buildpacks/tap/pack"
brew "derailed/k9s/k9s"
brew "gardener/tap/gardenctl", link: false
brew "gardener/tap/gardenlogin"
brew "gardener/tap/gardenctl-v2"
brew "golangci/tap/golangci-lint"
brew "homeport/tap/dyff"
brew "int128/kubelogin/kubelogin"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "srcclr/srcclr/srcclr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "caffeine"
cask "flycut"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keycastr"
cask "macdown"
cask "qmk-toolbox"
cask "rar"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "via"
cask "visual-studio-code"
cask "vlc"
