tap "buildpacks/tap"
tap "derailed/k9s"
tap "gardener/tap"
tap "gcenx/wine"
tap "golangci/tap"
tap "haiperspace/hai", "https://github.tools.sap/hAIperspace/hai-homebrew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homeport/tap"
tap "int128/kubelogin"
tap "kegworks-app/kegworks"
tap "microsoft/git"
tap "open-component-model/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pivotal/tap"
tap "qmk/qmk"
tap "sikarugir-app/sikarugir"
tap "skyhook-io/tap"
tap "srcclr/srcclr"
tap "universal-ctags/universal-ctags"
brew "antibody"
brew "antidote"
brew "avrdude"
brew "awscli"
brew "libyaml"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bootloadhid"
brew "libpng"
brew "glib"
brew "pixman"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "cask"
brew "clang-format"
brew "cmake"
brew "container-diff"
brew "devcontainer"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "exercism"
brew "fasd"
brew "flake8"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "libgpg-error"
brew "libksba"
brew "go"
brew "gradle"
brew "grep"
brew "gron"
brew "gzip"
brew "helm"
brew "htop"
brew "hub"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "libtool"
brew "mercurial"
brew "mkcert"
brew "opa"
brew "openssl@1.1"
brew "openstackclient"
brew "openvpn"
brew "pandoc"
brew "parallel"
brew "pcre"
brew "poppler"
brew "python@3.9"
brew "qemu"
brew "r"
brew "rename"
brew "reuse"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "stern"
brew "the_silver_searcher"
brew "tio"
brew "tmate"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "viddy"
brew "watch"
brew "watchman"
brew "wget"
brew "winetricks"
brew "yamllint"
brew "yq"
brew "zlib"
brew "buildpacks/tap/pack"
brew "derailed/k9s/k9s"
brew "gardener/tap/gardenlogin"
brew "gardener/tap/gardenctl-v2"
brew "golangci/tap/golangci-lint"
brew "haiperspace/hai/hai"
brew "hashicorp/tap/vault"
brew "homeport/tap/dyff"
brew "int128/kubelogin/kubelogin"
brew "open-component-model/tap/ocm@0.24.0", link: false
brew "open-component-model/tap/ocm@0.34.1", link: false
brew "open-component-model/tap/ocm@0.36.0", link: false
brew "open-component-model/tap/ocm@0.38.0", link: false
brew "open-component-model/tap/ocm@0.39.0"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "skyhook-io/tap/radar"
brew "srcclr/srcclr/srcclr"
cask "caffeine"
cask "docker-desktop"
cask "fly"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "gcloud-cli"
cask "heroic"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "maccy"
cask "nrfutil"
cask "rar"
cask "rectangle"
cask "sikarugir-app/sikarugir/sikarugir"
cask "slack"
cask "sourcetree"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "yzane.markdown-pdf"
go "k8s.io/code-generator/cmd/applyconfiguration-gen"
go "k8s.io/code-generator/cmd/client-gen"
go "k8s.io/code-generator/cmd/conversion-gen"
go "k8s.io/code-generator/cmd/deepcopy-gen"
go "k8s.io/code-generator/cmd/defaulter-gen"
go "github.com/onsi/ginkgo/ginkgo"
go "golang.org/dl/go1.21.7"
go "golang.org/dl/go1.24.11"
go "github.com/tools/godep"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/lint/golint"
go "github.com/securego/gosec/v2/cmd/gosec"
go "k8s.io/code-generator/cmd/informer-gen"
go "k8s.io/code-generator/cmd/lister-gen"
go "github.com/client9/misspell/cmd/misspell"
go "go.uber.org/mock/mockgen"
go "k8s.io/kube-openapi/cmd/openapi-gen"
go "sigs.k8s.io/controller-runtime/tools/setup-envtest"
go "k8s.io/code-generator/cmd/validation-gen"
krew "kvaps/node-shell"
krew "oidc-login"
krew "resource-capacity"
krew "view-secret"
